import secondHouse from '../../assets/Img/Houses/second_house.jpg';
import leftHouse from '../../assets/Img/Houses/слева.jpg';
import thirdHouse from '../../assets/Img/Houses/top.webp';


export const OffersData = [
    {
        bcgUrl: secondHouse,
        name: 'Трёхэтажный коттедж с каменной кладкой',
        description: 'Продаётся роскошный двухэтажный особняк из кирпича, выполненный в классическом стиле. Дом расположен в живописном и тихом районе, идеально подходит для комфортного проживания большой семьи.',
        id: 0,
        properties:{
            scale:320,
            flors:2,
            material: 'Доска и ваще много чего',
            roof: 'Металочерепица',
            rooms:10,
            bathrooms:2,
            garage:'есть',
            region:'25 соток, благоустроенный ландшафтный дизайн',
            conveniences:'Газ, электричество, водоснабжение, канализация',
        }
    },
    {
        bcgUrl:leftHouse,
        name: 'Двухэтажный коттедж с каменной кладкой',
        description: 'Продаётся роскошный двухэтажный особняк из кирпича, выполненный в классическом стиле. Дом расположен в живописном и тихом районе, идеально подходит для комфортного проживания большой семьи.',
        id: 1,
        properties:{
            scale:320,
            flors:2,
            material: 'Доска и ваще много чего',
            roof: 'Металочерепица',
            rooms:10,
            bathrooms:2,
            garage:'есть',
            region:'25 соток, благоустроенный ландшафтный дизайн',
            conveniences:'Газ, электричество, водоснабжение, канализация',
        }
    },
    {
        bcgUrl:thirdHouse,
        name: 'Двухэтажный коттедж с каменной кладкой',
        description: 'Продаётся роскошный двухэтажный особняк из кирпича, выполненный в классическом стиле. Дом расположен в живописном и тихом районе, идеально подходит для комфортного проживания большой семьи.',
        id: 2,
        properties:{
            scale:320,
            flors:2,
            material: 'Доска и ваще много чего',
            roof: 'Металочерепица',
            rooms:10,
            bathrooms:2,
            garage:'есть',
            region:'25 соток, благоустроенный ландшафтный дизайн',
            conveniences:'Газ, электричество, водоснабжение, канализация',
        }
    },
    {
        bcgUrl:secondHouse,
        name: 'Одноэтажный коттедж с каменной кладкой',
        description: 'Продаётся роскошный двухэтажный особняк из кирпича, выполненный в классическом стиле. Дом расположен в живописном и тихом районе, идеально подходит для комфортного проживания большой семьи.',
        id: 3,
        properties:{
            scale:320,
            flors:2,
            material: 'Доска и ваще много чего',
            roof: 'Металочерепица',
            rooms:10,
            bathrooms:2,
            garage:'есть',
            region:'25 соток, благоустроенный ландшафтный дизайн',
            conveniences:'Газ, электричество, водоснабжение, канализация',
        }
    },
    {
        bcgUrl:secondHouse,
        name: 'Одноэтажный коттедж с каменной кладкой',
        description: 'Продаётся роскошный двухэтажный особняк из кирпича, выполненный в классическом стиле. Дом расположен в живописном и тихом районе, идеально подходит для комфортного проживания большой семьи.',
        id: 4,
        properties:{
            scale:320,
            flors:2,
            material: 'Доска и ваще много чего',
            roof: 'Металочерепица',
            rooms:10,
            bathrooms:2,
            garage:'есть',
            region:'25 соток, благоустроенный ландшафтный дизайн',
            conveniences:'Газ, электричество, водоснабжение, канализация',
        }
    },
    {
        bcgUrl: leftHouse,
        name: 'Одноэтажный коттедж с каменной кладкой',
        description: 'Продаётся роскошный двухэтажный особняк из кирпича, выполненный в классическом стиле. Дом расположен в живописном и тихом районе, идеально подходит для комфортного проживания большой семьи.',
        id: 5,
        properties:{
            scale:320,
            flors:2,
            material: 'Доска и ваще много чего',
            roof: 'Металочерепица',
            rooms:10,
            bathrooms:2,
            garage:'есть',
            region:'25 соток, благоустроенный ландшафтный дизайн',
            conveniences:'Газ, электричество, водоснабжение, канализация',
        }
    },
    {
        bcgUrl:thirdHouse,
        name: 'Двухэтажный коттедж с каменной кладкой',
        description: 'Продаётся роскошный двухэтажный особняк из кирпича, выполненный в классическом стиле. Дом расположен в живописном и тихом районе, идеально подходит для комфортного проживания большой семьи.',
        id: 6,
        properties:{
            scale:320,
            flors:2,
            material: 'Доска и ваще много чего',
            roof: 'Металочерепица',
            rooms:10,
            bathrooms:2,
            garage:'есть',
            region:'25 соток, благоустроенный ландшафтный дизайн',
            conveniences:'Газ, электричество, водоснабжение, канализация',
        }
    },
    {
        bcgUrl:secondHouse,
        name: 'Одноэтажный коттедж с каменной кладкой',
        description: 'Продаётся роскошный двухэтажный особняк из кирпича, выполненный в классическом стиле. Дом расположен в живописном и тихом районе, идеально подходит для комфортного проживания большой семьи.',
        id: 7,
        properties:{
            scale:320,
            flors:2,
            material: 'Доска и ваще много чего',
            roof: 'Металочерепица',
            rooms:10,
            bathrooms:2,
            garage:'есть',
            region:'25 соток, благоустроенный ландшафтный дизайн',
            conveniences:'Газ, электричество, водоснабжение, канализация',
        }
    },
    {
        bcgUrl: leftHouse,
        name: 'Одноэтажный коттедж с каменной кладкой',
        description: 'Продаётся роскошный двухэтажный особняк из кирпича, выполненный в классическом стиле. Дом расположен в живописном и тихом районе, идеально подходит для комфортного проживания большой семьи.',
        id: 8,
        properties:{
            scale:320,
            flors:2,
            material: 'Доска и ваще много чего',
            roof: 'Металочерепица',
            rooms:10,
            bathrooms:2,
            garage:'есть',
            region:'25 соток, благоустроенный ландшафтный дизайн',
            conveniences:'Газ, электричество, водоснабжение, канализация',
        }
    },
    {
        bcgUrl:thirdHouse,
        name: 'Двухэтажный коттедж с каменной кладкой',
        description: 'Продаётся роскошный двухэтажный особняк из кирпича, выполненный в классическом стиле. Дом расположен в живописном и тихом районе, идеально подходит для комфортного проживания большой семьи.',
        id: 9,
        properties:{
            scale:320,
            flors:2,
            material: 'Доска и ваще много чего',
            roof: 'Металочерепица',
            rooms:10,
            bathrooms:2,
            garage:'есть',
            region:'25 соток, благоустроенный ландшафтный дизайн',
            conveniences:'Газ, электричество, водоснабжение, канализация',
        }
    },
]