export const RewData = [
    {
        id:0,
        name:"Иван П.",
        rate:5,
        description: "В целом мне всё понравилось: созвонились, договорились о встрече. После осмотра всё понравилось и мы оформили договор о покупке. "

    },
    {
        id:1,
        name:"Екатерина М.",
        rate:5,
        description: "Очень хорошое агенство, не пудрят мозги и говорят всё по факту. Ознакомились с домом, думаем о покупке."
    },
    {
        id:2,
        name:"Никита А.",
        rate:4,
        description: "По телефону обсудили все детали, при встречи произошли некоторые казусы, поэтому сделка не состоялась."
    },
    {
        id:3,
        name:"Никита А.",
        rate:4,
        description: "По телефону обсудили все детали, при встречи произошли некоторые казусы, поэтому сделка не состоялась."
    },
    {
        id:3,
        name:"Никита А.",
        rate:4,
        description: "По телефону обсудили все детали, при встречи произошли некоторые казусы, поэтому сделка не состоялась."
    },
]

